[{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747182660417355786/unknown.png","name":"Bolgar","race":"Gobelin","description":"Bolgar seigneur de la Moria Père d'Azog Fils de Golgar. Il commanda les troupes gobelines vers la Moria accompagner de sont fils comme second. Une fois le lieux mis a sac il en fit sa citée. Il et un gobelin patient et plein de fourberie. Ils s’éleva en tant que chef de bande guerre puis Roi en utilisant des assassinats, une diplomatie ambiguë et des malheureux accident fessant disparaître ses rivaux. Il a une grande compréhension de la diplomatie n’usant jamais d’insulte et cherchant a être imprévisible. Il cherche toujours a s’entourer de personne loyale comme son fils ou son cercle de seigneur de guerre. Le pillage et la guerre et pour lui une passion qui l'amène souvent a se retrouver loin son trône."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747198745564807208/20200823_222303.png","name":"Rodeur Ainé de Redwood","race":"Elfe","description":"Le rodeur vient d'un endroit nommé Redwood en Valinor, il se bâtit au coté des elfes durant les guerres contre Morgoth ensuite il séjourna en Harlindon. Son calme et sa perspicacité le guide au travers de ses aventures. Il rejoignit l'ultime alliance et chargea au coté Oropher il fut l'un des rares survivants . Il s'exila en Dorwinion puis loua ses services au Gondor contre les gens des Chariots . Il participa ensuite a la guerre contre Angmar. Nul ne connait son vrai nom . Partout on le surnomme flèche scintillante. Il erra dans la Foret Noire tuant et chassant les créatures malfaisantes ! Il se bâtit au coté de Thranduil et des seigneurs de Lorien à Dol Guldur durant la guerre de l'anneau ! Depuis il protège le bois des Vertes feuilles ! Mais le 23 Aout de la 20ème année du troisième âge un messager venu de Mithlond réclamait sont assistance pour empêcher le retour du mal !  il répondit : Je vais reprendre l'arc à nouveau accompagner d'autres héros j'ai rejoint la bannière d'Elrohir, ensemble les elfes vont détruire définitivement le mal et cette fois nous ne reculerons pas"},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747201312868925580/66703a0f419a006cc5adc7d7e4806079.png","name":"Gawen","race":"Humaine","description":"Gawen fille de eomer. Marechal de ouestfold elle mené  ses rohirrim  jusqu'à sa mort .Depuis sa naissance gawen fut une fille a fort caractère, a son plus jeune âgée intéressé par les épées et les chevaux. Au moment ou elle fut capable de tenir une épée dans est main elle demanda a sont père de l'entrainer , après avoir été entrainer par sont père elle commença grimper les échelons des  rohirrims jusqu'à devenir elle même un maréchal de la région de oustfold rendant honneur a sont père  fin stratège elle renverse le court d'un bataille grâce a ses rohirrim"},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747209004450840576/714fce5a76048ad78f49cca0e119d88d.png","name":"Raël","race":"Humain Haradrim ","description":"Venant de la région d'Harad, s'alliant aux armées du Mordor, Raël était l'un des capitaines les plus considérés par cette armée tant redouter, les Haradrims. Peu connu mais pourtant fort et vaillant, il sait se faire craindre par ses ennemis et les siens. Sa rage et sa haine se déferlent face à ses ennemis et rien ne peut l'arrêter tant qu'il n'aura pas atteint son but donné."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747218692429054034/CXg08JqWcAAJwTY.png","name":"Nazam ","race":"Haradrim ","description":"Nazam est né dans les lointaines terres du Harad, il a était élevé et entraîné pour devenir un grand assassin, son épreuve final fut d'assassiner un puissant seigneur de guerre, travail qu'il accomplit sans aucune difficulté.Par la suite il fut engagé par de nombreuses personnes pour ses talents d'assassins et n'a jamais échoué, aujourd'hui les forces des ténèbres sont de retour, étant trop connu parmi les siens ce qui n'est pas forcément un bon point pour un assassin il a décidé de partir dans le nord ou le roi sorcier d'Angmar lui proposa de nombreuses richesses pour entrer à son service. Il accepta et prépare son arsenal en vue de sa prochaine mission."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747416030497865748/2fb0a5d54d965d23920205c67e9dd47a.png","name":"Orgash","race":"Ourouk","description":"Orgash est un capitaine Ourouk ayant participer à de nombreuses batailles dans le passé. Il à une passion, le combat d’arène, face à d’autre capitaine il démontra sa force et sa ruse afin d’asseoir sa puissance face à ses congénères.Cherchant toujours plus de combat, il décida de suivre le roi sorcier afin de rejoindre son armée et de trouver de nouveaux adversaire digne de lui et de sa lame."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747429162599579738/persian_caravan_by_variones-d97voec.png","name":"Dalamyr","race":"Haradrim","description":"On sait très peu de choses sur le mystérieux ordre des Gardiens des tombes de Kârna, hormis le fait qu’il a été instauré pour garder les murailles de la ville – non pas pour la préserver des intrus, mais pour préserver les tribus et colonies extérieures de ce qu’elle recèle. La légende veut que la cité maudite de Kârna soit hantée par des êtres surnaturels, et les stoïques guerriers de l’ordre contiennent ces mythiques apparitions. Outre cette tâche d’importance, les Gardiens sont souvent mobilisés pour les guerres des rois et chefs Haradrim, en vertu de leur valeur martiale. Dalamyr a vu le jour dans une tribu qui fournit tous les ans de jeunes hommes aux Gardiens. Habile pisteur et éclaireur, bercé dès l'enfance par les histoires sur le Dieu Sauron le Grand et la haine du Gondor et des Hommes de l'Ouest en général, Dalamyr s'est engagé dans les armées en partance pour les Champs du Pelennor."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747459506979733604/Garoch.png","name":"Garosh","race":"Troll","description":"Garoch est l'un des nombreux trolls qui parcourait les terres désolées d’Angmar avant de rejoindre Rogash et son maître le Roi Sorcier. Très vite, il fut choisi par Rogash afin de diriger une partie de l’armée du Roi Sorcier d’Angmar pour conquérir les terres du nord. C’est un troll redoutable capable de faire des gros dégâts sur le champ de bataille, grasse à son fidèle marteau et son fidèle saut inspiré du Saut de Rogash. Il est aussi capable de rallier les autres trolls pour rejoindre ses forces, ce qui grossi encore plus les rangs du Roi Sorcier. Le Roi Sorcier lui-même remarqua le potentiel du troll qui devient très vite le bras droit de Rogash lui-même. Il accorda au marteau de Garoch la capacité de provoquer des petits tremblements de terre afin d’être encore plus efficace au combat. Il apprécie toujours de tuer au nom de Rogash et du Roi Sorcier."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747487915084611605/Haradrim.png","name":"Amastan","race":"Humain oriental","description":"Amastan grandit à Khand, tout comme son père il voulut devenir un soldat et puissant guerrier c'est alors qu'il passa ses journées à s'entraîner. Le jour venu il devint un soldat et participa à un certains nombres de batailles, il était fort, rusé et fin stratège mais trop impulsif et devenait rapidement hors de lui lorsque les évènements ne se déroulait pas comme il le souhaitait. Son mauvais tempérament ne fit pas de lui un grand guerrier et ne fût par reconnu par les plus grands pour le moment. C'est alors qu'il décida de partir servir le seigneur des ténèbres en Mordor en espérant que lui, reconnaitra peut être son talent."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747521880965251232/th.png","name":" Uglauke le Fraternelle","race":"Uruk","description":"Uglauke est le frère d'Ugluk. Il l'amait beaucoup et adorait tuer des rohirims avec celui-ci. Après la bataille de amon hen, il parti avec son frère en Isengard. Cependant, près de la foret de Fangorn, ils ce sont fait attaquer par Eomer et son Eored. Il le vit transpercer son frère et depuis ce jour là nourri une haine inégalable pour tout ce qui ne boit pas de grog. Il réussi à s'enfuir discrètement, voyant qu'il ne pouvait pas gagner, en s'emparent d'un cheval dont-il avait désarçonner le maitre. Après être arriver en Isengard, il mangea celui-ci et devient commandant à la place de son frère au service du grand mage blanc. Tout les uruk-haï le craignent. Grima, cette vermine, lui a enduis sa lame d'un puissant poison à sa demande. Si vous le voyez sur le champs de bataille, fuyez."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747522559540723922/https___i.png","name":"Groldur","race":"Uruk","description":"Originaire de Dolguldur, Groldur fût convoqué en Mordor par la Bouche de Sauron elle même afin d'entraîner des bataillons Orcs à la guerre contre les peuples libres.Nombreux Orcs et Uruks tombèrent sous la cruauté et l'intensité de ses entraînements. Mais pour ceux qui en ressortaient vivants.. ils devenaient pour ainsi dire de véritable machine à tuer prêt à assouvir leurs rage et leurs soif de sang.Mais à présent que Sauron mobilise ses forces afin de s'emparer une bonne fois pour toute de la Terre de Milieu, Groldur va devoir lui même conduire ses troupes et ne laisser que feu et sang dans son sillage..."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747541366736814252/imrahil.png","name":"Imrahil","race":"Homme","description":"Imrahil était le prince de la cité portuaire de Dol Amroth, un Dúnadan du Gondor parmi les plus respectés. Les habitants de cette cité avaient bon nombre de rapports avec les Elfes de la cité d'Edhellond et de ce fait, Imrahil avait en lui du sang elfique, comme beaucoup à Dol Amroth.Reconnu comme un grand guerrier, il participa à la Bataille des Champs du Pelennor. Alors que Denethor II était mort et que Faramir était malade, il assuma un temps la régence à Minas Tirith. Sous le grade de capitaine des armées de l'ouest, il se rendit à la Morannon, la porte noire du Mordor et y affronta les troupes de Sauron. Durant ces batailles, Imrahil se lia d'amitié avec Aragorn et Éomer. Ce dernier finit par épouser sa fille Lothíriel."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747541612342804532/195c5b475ee2d3b66381620b36e55276.png","name":"Thorken Aegirs","race":"Homme","description":"Thorken Aegirs fait parti du clan Aegirs. Un petit clan dans le nord de Estemnet. Il grandi comme bon nombre de garçon du rohan. En élevant des chevaux, apprendre l'équitation et les armes. Il fini par s'en aller de c'est lui car il était le 5 enfant et qu'il pouvait donc partir à l'aventure. il alla au gondor pour apprendre aux gondoriens ce qu'il s'avait sur les chevaux avant de revenir une dizaine d'année plus tard pour être un véritable cavalier du rohan en chevauchant auprès des cavaliers de L'Estemnet. il fini par prendre du grade et avoir droit à sa propre compagnie de cavalier. Il fera tout pour defender les terres de ses ancêtres. Il est de nature à protéger ses hommes et donner la meilleur paye et le meilleur équipement qui soit pour qu'ils soient le plus efficace possible en échange de leur loyauté absolu. Il paye de sa propre poche si jamais il faut soigner d'urgence un homme ce qui fait de lui un chef respecté. Au combat, il est une véritable force de la nature qui pourfend ses ennemis rapidement"},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747548358096322590/index.png","name":"Talinum","race":"Nains","description":"Talinum est né dans les salles brillantes d'Erebor et devint rapidement un fier et brave soldat de la grande armée des nains. Il préféra quitter son doux foyer pour combattre dans les légions et non garder la ville imprenable qu'était la montagne solitaire. Il se démarqua dans de nombreuses batailles craint des orcs, des gobelins et autres créatures maléfique il ne compte pas s'arrêter de pourfendre et de répandre le sang de ses ennemis sur les plaines, montagne, marais ou tout autre champs de batailles pourvu que la gloire et la mort règnent après son passage. La boisson étant son seul moment de repos dans sa lutte contre les forces du seigneur des ténèbres et ses ennemis trésaillent car à le voir boire il comprennent qu'il est toujours en vie."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747565053514874913/unknown.png","name":"Rakdor","race":"Humain Angmarien","description":"Le nom de Rakdor le décérébré, il y une dizaine d’année faisait encore frémir les  mendiants. Et puis comme toutes modes, son nom a fini par n’être qu’une anecdote supplémentaire dans les racontars d’auberges. Voici qui est vraiment Rakdor. De son vrai nom Rakotin Dorian DelaPoisse est née en 1211 du troisième âge dans les terres froide du Forodwaith, il aurait pu avoir une carrière bien plus glorieuse …… A l'âge de 10 ans, ses parents l'envoient user les bancs glacials de l’école de sorcellerie privé et fort onéreux. Il faudra se rendre à l’évidence après quelque année d’étude : c’est un noob de la pire espèce, et visiblement il ne le fait pas exprès. L’enfant ne cesse de le répété qu’il serait mieux dans l’école de technicien de surface supérieur. Ces parents ne pouvant y croire, et insistent en lui payant des cours particulier qui ne seront guère utile ! Cette idée grotesque aura comme conséquence que le jeune sorcier lança par inadvertance un sortilège de blizzard éternel qui gela 2 pâtés de maisons ainsi que toute l’école et ses étudiants ! Rescapé a 17 ans et doté du prestige d’être le plus grand sorcier de sa génération et de posséder le diplôme de l’école de sorcellerie (Bah oui facile de prendre un diplôme quand tout le monde est mort et sa facilité grandement sa place de 1er sorcier de sa génération).Il est aujourd’hui un sorcier errant (un sdf en somme) parcourant les territoires (enfin va là ou il ne fait pas rejeter) aidant les population par sa grande sagesse (surtout dans les travaux domestiques ) pour le bien être communs de l’empire Angmariens (pour remplir ses fins de mois.) On lui attribue aucun sort notable (normal quand on a été nul et qu’on a pas fini l’école), seulement un charisme légendaire étant jeune.Mais hélas, une boule de feu lancé par erreur lui est revenus en pleine tête cramant instantanément son visage et brisé son bâton (enfin celui de son professeur retrouvé par hasard congelé ). D’après les mythes, il aurait alors récupéré une branche par terre pour se faire un nouveau bâtons (bien moins classe) ! Se voulant le plus grand sorcier noir de sa génération, il porta des vêtements noir jusqu'à le terrible accident de lavage où quelques colorants tomba malencontreusement sur sa tenue …. Mais rien ne peut lui enlever son obstination de faire de son pays le grand empire de tous les temps !!!"},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747801722449166366/fa69ab71480c97e3f3c7b7ec40cd850d.png","name":"Seo Ksis","race":"Ainur","description":"Autrefois crée par Ilúvatar, puis corrompu par Melkor. Elle vola de nombreuses vies dans les flammes et les ténèbres. Mais sa vie était en danger, les balrog se faisait de plus en plus rare. Elle se réfugia dans les profondeurs de la terre, jusqu’à qu’un mage croisa son chemin. Là démarra un combat qui dura toute une journée entière. La terre tremblait des chocs de magie et des hurlements. Les flammes consommaient l’air, le mage commença à suffoquer. Le balrog n’arrivait plus à soulever son genou du sol fissuré par la magie. Leurs regards se croisèrent, le mage vit en ce monstre une haine, et à la fois une peur si profonde. L’homme pensa pouvoir déjouer la corruption de Melkor. Il fit ainsi comprendre qu’il était venu pour déjouer les forces du mal et était prêt à l’aider. Le balrog s’allongea d’épuisement, et ainsi il comprit qu’il avait eu son accord et qu’il n’aurait pas à le tuer. Les années passèrent, la maiar reprit sa forme humanoïde. Une femme se tenait devant le mage. Une future magicienne de renommé, qui se fera appeler Seo. Entrainé par un grand mage, Seo ajouta la lumière et le vent a sa magie enflammée. Elle rencontra aussi Elrond où à Fondcombe elle s’allie aux elfes. En quête d’un nouveau dessin, elle parcourait les terres pour ravager les forces ennemies. Elle ne laissa qu’un seul survivant, la description que l’on aura d’elle …  Une ambiance paisible, quand soudain on entendit un bruit, qui devint de plus en plus fort. A en percer les oreilles, « ksis, ksis » ce fut son bâton qui s’abattit sur les pierres des sentiers. Et la dernière fois que l’on entend ce bruit « ksis, ksis ». Les flammes et les hurlements régnaient. Seo Ksis venait de naître."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747955182712651906/276280a7b6830e4bdf736d66cc455516.png","name":"Calafinwë Elenríë Nyarnatan en Quenya, Gîlrîn Elweloss en Sindarin, Gimilnimir Balakzil en Adunaic","race":"Homme","description":"Courte présentation des titres et de l'histoire générale du Cund {Prince} Gîlrîn Elweloss, plus connu en quenya parmi son peuple sous le nom de Cundu {Prince} Calafinwë Elenríë Nyarnatan. Durant sa longue vie il accumula de nombreux titres passés et présents, hauts faits et possessions que voici :Capitaine de la Compagnie Écarlate ( Collherth), Dernier Prince de la Maison de Fëanor, Seigneur-Capitaine d'Amon Ereb, Tueur de Dragon Meurtrier d'Ulwarth l'Infâme, Gardien des Dernières Reliques, Vétérans des Trois Guerres des Noldor, Porteur de la Bannière aux Silmarils, Conteur des Temps Anciens, Lieutenant de la Passe d'Aglon, Calaquend, Noldo d'Aman Herumacil, Porteur de Angonehtar, sa lame millénaire, Gardien des Marches de l'Est de Beleriand, Maître de maison de la Cardh in Arerchaim, Combattant de la Dagor Nuin Giliath, Dagor Aglareb, Dagor Bragorllach, Dagor Nirnaeth Arnoediad, Dagor Himring, Dagor Menegroth, Dagor Lond Sirion, Dagor Dagorath, Dagor ar Dagorlad, Dagor en Fennas Barad Dûr. Voici donc ensuite un descriptif rapide de l'histoire que fut la vie de Gîlrîn Elweloss, dernier des derniers Princes Fëanoriens. Lui fut à la suite de ceci en héritage donné trois joyaux au rubis profond, mais qui étincelaient la nuit magnifiquement. Il les sertit à un diadème d'argent sombre qui ne le quitta plus jamais, porté même sous son heaume d'acier au panache rouge. Son harnois était d'une cotte de maille grise, renforcée de plaques aux bras et aux jambes, et d'un tabard rouge aux armoiries de Fëanor. Des filaments d'or et d'écarlate couraient sur le métal, de son armure comme de sa longue épée et de son bouclier. Il devint fervent cavalier et défenseur des Marches de sa Maison, et chance lui advint qu'il était en chasse dans le sud du Beleriand lorsque Dagor Bragorllach survint. Sa demeure fortifiée sur l'Ard Galen fut dévastée, et il ne revint à temps qu'assez rapidement pour soutenir les efforts de défense de ses parents. Menant une des compagnies reprenant la Passe d'Aglon, il y fut bientôt nommé, charge qu'il ne quitta plus jusqu'à Dagor Nirnaeth Arnoediad... À celle-ci, il tint au flanc droit, mais il fut outré et entra en rage lorsqu'il appris la trahison d'Ulfang et de ses fils. Il mena contre eux la défense des arrières, mettant à bas le Maudit. Mais il se trouva submergée, et ne dut son salut qu'à l'intervention de Maedhros, dont il assura dès lors l'arrière garde durant leur retraite. Après plusieurs années à tenir Himring, les Fëanoriens finirent par l'abandonner en faveur d'Amon Ereb, plus sûre et plus éloignée. Mais il finit par accompagner sa famille dans l'accomplissement funeste de la Prophétie du Nord, trompant ses mains du sang des gardes s'opposant à lui. Après l'arrivée d'Eönwë, il combattit aux côtés d'une poignée de fidèles et amis, mettant à bas un Grand Dragon, et il prit les cornes du Dragon, dont il fit un arc et un cor, tandis que les écailles allèrent ornés l'équipement de ses suivants ainsi que le sien. Il refusa le pardon, comme nombre de la Maison de Fëanor, se sentant trop honteux pour y retourner tête haute, et fut choqué d'apprendre le sort de son grand-père et grand-oncle, Maglor et Maedhros. Il se mit en quête du premier, durant de longs siècles, pour finalement le retrouver fou de douleur et de chagrin sans parvenir à lui faire entendre raison. De lui, il apprit le chant qu'il répète sans cesse sur les rivages de Lindon, que Gîlrîn restitue parfois, lors d'événements de grande ampleur lorsqu'il y est convié avec les mêmes accents touchants et tragiques que l'auteur original. Il tint correspondance par la suite à son parent Celebrimbor, tandis que lui même demeurait à Amon Ereb. Il développa ses talents en poésie, et chants, composant sur les événements du premier âge. C'est aussi à partir de cette époque qu'il commença à rassembler les vestiges du Premier Âge, et surtout les reliques du Valinor... Elenrië pleura de rage en apprenant la mort de l'un de ses derniers parents à la chute d'Ost in Edhil, impuissant seul face aux événements. Mais il joignit les forces de Gil Galad, et peu de sa Maison tombèrent au combat sur le Dagorlad tant leur valeur était grande. Il vit la chute de son Roi, et avec amertume protégea son corps des vermines tenant à le souiller, mais ultimement Sauron fut vaincu, à nouveau. Après l'inhumation de ses compagnons d'armes, Gîlrîn rentra chez lui en son manoir de Forlindon et se mit à classer ses collections, sa plus ancienne pièce était une pièce d'armure datant d'avant l'éveil des elfes, portée par un Boldog d'Angband. Il passe de long mois en Landes d'Etten, à rechercher parmi les butins des bêtes des trésors oubliés. Il établi sa demeure aux Mithlond, qu'il nomma en son for Fainost Orfelph, la cité blanche sur l'écume. Il y apporta sa bibliothèque personnelle et nombre d'armes et d'armures, s'établissant au sud de la cité au plus près des infrastructures militaires. Elenríë cherche maintenant à rendre gloire à sa Maison et à blanchir le blason écarlate de sa famille. Gloire et Honneur aux descendants du meilleur Artisan qu'Arda eut porté en son sein. Nario Êl, Calo Naur !"},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/747956113210605689/b06a6ab622cdfac3d69113b05cd4592c.png","name":"Kirito","race":"Homme","description":"Kirito est un épéiste que se bat avec une épée à une main seulement. Il est le + souvent solitaire mais n'hésite pas à rejoindre les guerres pour devenir + fort et gagner de l'argent facilement. Il est redoutable et connu par beaucoup de monde. Il reste seul pour ne pas souffrir quand il voit l'un de ces camarades succombés au combat. Il se bat avec toute sa haine et d'une férocité sans faille. Il a longuement voyagé en Terre du Milieu et affronté toute sorte d'ennemis. Il n'a pas peur des les affronter, toujours confiant de pouvoir gagner. Il analyse facilement ces adversaires pour mieux riposter et il a l'affut avec tout ces sens pas seulement l'ouï. Il est très rare de pouvoir le surprendre et même en sous nombre il ne bronche pas dans le combat."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748150189872906340/Gimbatulash.png","name":"Gorbad","race":"Snaga","description":"Gorbad a passer toute ces dernières années à détrousser ces congénères, entre vole, bagarre et même le viol d'un troll des cavernes!! le pauvre bobby n'a pas pu porté plainte : c'est triste!! heureusement la guerre l'appel en province et cet erreur de la nature va pouvoir étancher sa soif de violence sur les autres peuples de la Terre du Milieu!"},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748151780159914004/q4Gu1A.png","name":"Urluk","race":"Berserker","description":"Les Berserkers Uruk-hai sont plus grands que les Uruk-hai normaux, donc plus redoutables, mesurant environ 6 pieds et demi de haut soit à peu près 1,98 mètres et pesant dans les 300 livres soit à peu près 137 kilos. Il est dit que l'arrondi de leurs casques a été ajusté et rempli du sang de leurs ennemis puis pressés sur leurs têtes. L'odeur enivrante du sang a réveillé une soif de sang qui les rend insensibles à la douleur. Les Berserkers n'ont alors aucune considération pour leur sécurité personnelle, ne portent pas d'armures, hormis leurs casques, et on s'attend à ce qu'ils combattent jusqu'à la mort. Urluk s’est montré le plus imposant d’entre tous. Il a démontré maintes fois sa dextérité au combat face aux Rohirrims. Peu s’en sont sortis face à lui. Inspirant l’effroi auprès du peuple du Rohan. Il a notamment été envoyé, avec ses congénères, tendre une embuscade à Théodred."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748236703151685853/unknown.png","name":"Solkun","race":"Haradrim","description":"Ancien membre de la garde royal haradrim, solkun  fit banni des terres haradrim pour avoir assassiner de nombreux soldats alliés pour le plaisir lors des batailles. Solkun se tourna alors vers l'Angmar pour pouvoir pratiquer se qu'il fait de mieux,la mort."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748252133081481266/image0.png","name":"Khaldir","race":"Haradrim","description":"Khaldir est un seigneur d’une cité haradrims dans l’Harondor Sud. Étant serviteur de Sauron, il répondit à son appel et rejoignit le Mordor, amenant avec lui son armée et ses vassaux. En passant par l’tihilien, il pilla quelques villages sur le chemin et se dirigea ensuite vers la porte noire. Il entra fièrement dans le Mordor avec ses archers et ses mumakils en tête. Il alla à Barad Dur et se présenta pour servir son maître et écraser ses ennemis."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748476517507530802/PNc74zPlu0OhKxqIDsiBJUixe3uUQD6G6MZj91PGCvzAMnfTEBDtOD4_mmwkHtjWahwBYq2mL3ch9HXdOD7dGJsJjZTe3M0h3KZt.png","name":"Beregond","race":"Homme","description":" Beregond est un fière garde de la citadelle de Minas Tirith,C'est lui qui prit en charge et guida Peregrin Touc après que celui-ci eut prêté serment d'allégeance auprès de l'Intendant Denethor. Beregond était par ailleurs un ami de Faramir. Il fut désespéré lorsqu'il apprit que le jeune capitaine du Gondor avait été très grièvement blessé et que son père, Denethor, avait sombré dans la folie et voulait le brûler vif à ses côtés.Sur les conseils de Peregrin Touc, il abandonna son poste sans ordre et, n'écoutant que son courage, il tenta d'empêcher l'inévitable. Il se présenta devant la porte du Sanctuaire aux Morts au moment même où un garde de l'escorte funèbre allait la fermer. Pour sauver Faramir, il engagea le combat et tua deux gardes. Gandalf survint in extremis pour le sauver ainsi que Faramir. Constatant la mort de Denethor, Gandalf confia provisoirement les clefs du Sanctuaire à Beregond et lui demanda de se mettre à la disposition du chef de la Garde, de l'informer des évènements tragiques et de subir une probable mise à pied. Gandalf souhaitait malgré tout que Beregond reste au chevet de Faramir dans les Maisons de Guérison. Beregond participa à la dernière bataille devant les portes du Mordor, à la Morannon. Après la guerre, Beregond comparut devant le Roi Elessar pour être jugé pour avoir abandonné son poste et versé le sang dans un lieu sacré. Il aurait dû être exécuté, mais, en considération de sa vaillance au combat et de son action déterminante dans la survie de Faramir, le Roi Elessar fit preuve de clémence. Banni de Minas Tirith et déchu de son poste de Garde de la Citadelle, il fut, à sa très grande surprise, nommé Capitaine de la Compagnie Blanche de Faramir, nouveau Prince d'Ithilien en Emyn Arnen."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748654658859565117/44279be036e40b41ce14c8eba4d158d4.png","name":"Blurp","race":"Ourouk","description":"Blurp est un ourouk provenant de l'Isengard. Il fût mis au monde en même temps que Lurtz à partir d'un autre puit. Avec son prope groupe d'Ourouks, Blurp fût choisit par Saroumane pour le représenté auprès de la Bouche de Sauron. Après la chute de la tour d'Orthanc, Blurp alla surveiller les frontières du mordor. Il prit la prochaine relève de la garde de la tour de Cirith Ungol après le passage de Sam et Frodon puis se réfugia dans le nord suite à la défaite de Sauron."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748655074745516092/4a4896bbfdbaab04fd7206b1bf2944b7.png","name":"Grishnak Mange-Entraille","race":"Gobelin","description":"Grishnak était un gobelin ordinaire, vivant tout simplement de pillage, découpage et grignotage de nain et autres créatures diverses et variées. Jusqu’au jour ou, pendant une escarmouche, il chuta dans une crevasse avec son ami Grobl. Prenant un sacré coup sur la tête, il se réveilla quelques heures plus tard, sonné et incapable de bouger correctement avec quelques fractures. Ne pouvant que regarder Grobl, son camarade, qui avait une jambe cassé. Le temps passa, et le gobelin sentait en lui la faim et la soif le tirailler de l’intérieur. Et alors que le soleil venait par moments le brûler quand il passait dans l’angle de la crevasse. Il eu une vision, une épiphanie. Il entendit un être, une voix, lui donnant la seule clef de survie. Et elle était juste en face. Elle lui sommait de dévorer Grobl et surtout ces succulentes viscères. Coup sur la tête ? Vision divine ? Délire ? Nul ne peut vraiment dire ce qui avait pris a ce gobelin, mais dés qu’il pu, il sauta sur Grobl et commença par le dévorer vivant en commençant par la gorge et les yeux.Le goût du sang chaud et délicieux enivra le Gobelin de puissance et alors qu’il dévorait les tripes de son ami. Il eu une vision de Melkor. Lui sommant de finir son repas et de revenir. Porteur de son message et de ça parole. Désormais, il le guiderait et il rependrait la parole du sombre Valar. Alors, il sortit et rejoint les siens. Héraut de la parole de son dieu, il monta les échelons des siens en écoutant les conseils de la voix dans sa tête. Tuant de manière surprenante les bons gobelins au bon moment jusqu’à devenir un grand chef gobelin et sur un certain point, une éminence grise auprès du roi Gobelin, lui donnant des conseils par ses visions. Obtenant des vision en se nourrissant des tripes de ses ennemis au cours de rituels morbides, il était désormais surnommé ‘’Mange-Entraille’’ ou quelques sobriquets dans ce genre. Et il se battrait au nom de son roi et surtout de son Dieu. Melkor.  Fou ? Ou véritablement guidé ? Qui peux le savoir ? "},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748884755080020028/unknown.png","name":"Adwig","race":"Homme","description":"Adwig est un cavalier du Rohan qui a juré de défendre les siens dans le nord de la marche. Issue d'une famille de paysan dans l'est du Rohan, il doit fuir l'Isen à cause de nombreux pillages qui le rendent orphelin. Très vite motivé par l'esprit de venger sa famille il combat les uruks avec abnégation lors de plusieurs affrontements qui lui valent de gagner ses galons. Combattant principalement dans le Wold, il est aujourd'hui rappelé au près de son roi pour défendre le Rohan des envahisseurs qui l'entourent. "},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748886195978764329/unknown.png","name":"Sildars","race":"Elfe","description":"Sildars fit parti de l'escorte de Finwë qui les mena à Aman. Impressionné par l'œuvres des Valars , elle eu un amour fou pour cette civilisation et fit parti des représentants de Finwë sur place. Elle mena une vie paisible jusqu'au jour ou elle eu ouïe d'une guerre en terre du milieu. Elle fut déchiré entre l'amour de son peuple natale et celui dont elle fait parti depuis de nombreux années. Elle prometta a son fils de revenir saine et sauf et fis un pas vers la terre du milieu pour la dernière fois."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748944732331442296/gunter_fire_emblem_and_2_more_drawn_by_taneda_kazuhiro__71601b0f482ebb5caab0c6f2bc6eb3a6.png","name":"Guthred","race":"Humain du Rohan","description":"Certains diraient de lui qu’il est vieux, mais un bon guerrier verra en lui un vétéran encore prêt à en découdre. Envoyé par le roi Thengel en ambassadeur du Rohan à Dale, Guthred y a passé une grande partie de sa jeunesse, aiguisant ses armes lors d’escarmouches avec les Orientaux. Rappelé par sa patrie en ces temps troubles, il est chargé de la formation des nouvelles recrues du sud du pays.  Sa hache forgée en acier nain, son armure noire et son épais bouclier en font l’un des capitaines les plus crains et respectés des Rohirrims. Son vieil âge fait que vous ne le verrez que rarement charger à cheval ; mais si vous en venez à devoir l’affronter, craignez sa marche et celle de ses Hommes, car sa balafre au visage pourrait bien être la dernière chose que vous verrez."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/748973665747468388/Capture.png","name":"Yomal","race":"Oriental","description":"Yomal, un assassin qui devint expert dans la manipulation grâce à ces nombreuses actions commis contre le Royaume de Dorwinion. Un homme qui n'as que pour but de laisser le désordre et le chaos dans son sillage. Lors de l'appel du Grand Seigneur Aragornanus, il se joigne à lui pour semer le chaos sur la terre du milieu."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/749180642880782336/unknown.png","name":"Thud-Fark","race":"Nain","description":"La guerre est aux portes d’Erebor… Le roi Daïn a envoyé des messagers pour unir les 7 grandes familles naines pour reformer l’alliance naine mené par Thrain II lors de la guerre des nains et des orques. Thud-Fark des Barbes-raides, venu des montagnes rouges, a répondu à l’appel de Daïn Piédefer. Ce capitaine nain, possédant une bonne vision, est devenu un expert en artillerie. Nombreuse sont les forteresses orques tombés sous ses bombardements. Il mène une petite armée de valeureux nains d’Orocarni pour mettre à bas les forteresses du seigneur des ténèbres."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/749563606533931028/Durtor.png","name":"Durtor le maudit","race":"Homme corrompu","description":"Ce forgeron vivait paisiblement dans un village du rhosgobel avant que les gobelins des monts brumeux n'attaquèrent ce dernier. Dans l'attaque sa femme fut massacré et ses enfants dévoré sous ses yeux. Il fut emmener dans les hauts col pour y être torturer et corrompu dans le but de rejoindre l'armée des gobelins. Sa soif de vengance et sa rage font de lui l'un des hommes les plus violent et dangereux des terres sauvages."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/749615780479500338/archer_elfe.png","name":"Eldarion","race":"Elfe","description":"Eldarion est un archer elfe qui jadis a combattu au côtés des hommes lors de la dernière alliance entre les hommes et les elfes, après la bataille Eldarion s'exila et erra dans plusieurs forêts de par le monde pour parfaire ses compètences d'archer avant d'être retrouvé par un messager elfe qui lui dit qu'il devait se rendre de toute urgence aux havres gris."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/749923674399703090/unknown.png","name":"Lim Galad","race":"Elfe","description":"Lim-Galad est né au Premier Age lors de l’exil des Noldors sur Arda, il fut le bras droit du Roi Fingolfin jusqu’à sa chutepuis servit Fingon avant de se retirer dans la Cité caché de Gondolin. Il resta à Gondolin jusqu’à sa chute et fuya le sac de la ville avec Tuor, Idril et Eärendil. Après la chute de Morgoth et l’immersion du Beleriand il resta aux Havres Gris jusqu’à la Bataille de la Dernière Alliance et décida de rejoindre le seigneur Elrond à Imladris."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/750389209684246618/mega_bg.png","name":"Gramwine le gauché","race":"Humain","description":"Dès sont plus jeune âge gramwine se fait enroulé dans l'armée du Gondor afin d'honorer son père,en 10 ans de service il devint capitaine. Du sable chaud de l'Harad jusqu'au royaume des nains Herebor, Gramwine a parcouru la terre milieu par soif de découverte et à la recherche d'enemis pour montrer qu'il est un rohirim blanc priviliégé. Mais maintenant que le Rohan est en guerre Gramwine et ses soldats  retourne  se battre pour sa patrie."},{"img":"https://i.pinimg.com/564x/89/3e/98/893e98615ba99c99132e48f3344c3a6b.jpg","name":"Aldran, L'explorateur des profondeurs ","race":"Humain","description":"Humain de race, il n'a de coeur que pour les gobelins. Après avoir vécu de innombrables années au plus profond des montagnes il en oublia ses propres origines.  (Certains pensent qu'il aurait connu des femmes goblines)."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/751115836621586622/4cf47c9186808b33639d3e27bdc60953.png","name":"Brugal","race":"Nain","description":"Fidel commandant de la garde des monts du fer, Brugual et surnommer le tueur d'orques, sa vie est destiner a anéantir les race orques du monde."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/751780019398901820/4556595-wizard-fantasy-art-forest-trees-stairs.png","name":"Bois-Marcheur","race":"Mage","description":"Bois-Marcheur doit son nom aux Ents et à la forêt de Fangorn. Il y a vécu pendant des siècles, vagabondant dans ces sous-bois, apprenant également le langue des Ents, bien que celui-ci soit peut pratique pour communiquer. Il part maintenant en aide au Rohan, espérant ramener la paix dont jouissait les terre environnantes pour enfin retourner à ces forêts paisible."},{"img":"https://cdn.discordapp.com/attachments/745263499529289769/752181605484855338/2020-08-28_5.png","name":"Maethild","race":"Humaine","description":"Rohirrim de naissance,  rien ne destinait Maethild, une jeune rohirrim, à devenir une cavalière redoutée de Gondor. Lorsque elle avait seulement 25 ans, son père, guerrier à la retraite reconvertit dans le marchandage, témoin des premières attaques des demi orques de Sarouman, préféra sans aller vivre chez son cousin à Pinnath Gelin. Là bas, son père termina de l'entrainer au maniement de la hache, et du combat à cheval dans la pure tradition rohirrim, c'est au jour de son 26ème anniversaire qu'elle fera la connaissance de Brandford, son futur mari et compagnon d'arme avec qui elle combattra au pied de Calembel afin de repousser un raid Haradrim (bien qu'en temps que femme, elle ai eu du mal a se faire accepter dans les rangs par le seigneur de Pinnath Gelin, Hirluin le Bel) au combat elle porte un armure de combat du rohan peinte en vert afin de représenter sa patrie de naissance et de refuge, ainsi que la hache et le bouclier de son père (aux grand désarroi de ce dernier), lors de la bataille des champs du Pelennor,elle conduisit un groupe de guerrier avec son mari afin de retarder des renforts Haradrim qui fondait sur Minas Tirith, elle suivit ensuite le roi Elessar à la Porte Noire et se battit vaillamment avant d'être gravement blessée à la tête par un orque, elle y perdit un œil mais resta en vie pour donner naissance à son premier enfant 9 mois plus tard."}]